{"state":"Alabama","info":"Alabama, located in the Deep South of the U.S., has an intriguing history. It is the home of cultural figures—like Truman Capote, Hank Williams Sr. and Harper Lee—the site of many Civil War battles and events, and is where one of the biggest rivalries in college football takes place. Alabama also played an important role in the U.S. space program, which visitors can learn more about at places like the U.S. Space and Rocket Center and McWane Science Center.  There are many historical civil rights sites in Alabama in places like Montgomery, Selma and Birmingham, and each offer an invaluable look into one of the most important modern history events of the United States. Many Civil War sites are also found throughout the state, such a Fort Morgan and Confederate Memorial Park. Visitors should also check out the Gulf coast of Alabama for sandy beaches along the Gulf of Mexico, explore the mountains of northern Alabama, and see the bayous of the Mobile River Delta. The vibrant history of Alabama and its role in the history of the United States make the Heart of Dixie a special place to visit. For more information on Alabama, browse our state cultural guide below or visit www.alabama.travel.  Add some local history to your cultural exchange experience by visiting a nearby historical site or tourist attraction when living and working in the U.S.  The Birmingham Civil Rights Institute aims to promote civil rights around the world by educating the public about the history of civil rights in Alabama and the United States. Located in the Civil Rights District, international visitors can also see the 16th Street Baptist Church and Kelly Ingram Park.  The First White House of the Confederacy acted as the capitol of the Confederacy during the American Civil War in 1861 before it moved to Richmond, Virginia, and was the home of Confederacy president Jefferson Davis. The house now features period pieces from the 19th century and is an important part of Southern history and culture.  The Fort Morgan Historic Site was active during the Civil War, Spanish-American War and World Wars I and II, though it is best known for its role in the Civil War and the Battle of Mobile Bay. Today visitors can see living history reenactments, visit the fort museum and take self-guided tours.  Montgomery Zoo is a popular attraction in Alabama and home to animals from Australia, Asia, South America, Africa and North America. The Mann Wildlife Learning Museum is also located at the zoo and features interactive exhibits and displays.  The National Voting Rights Museum and Institute in Selma features photographs, artifacts, video, documents and personal objects related to the American Civil Rights Movement and the fight for voting rights in Selma.  U.S. Space & Rocket Center has over 1,500 rocket and space exploration artifacts, including items from the Apollo Program, interactive exhibits and rocket simulators. Visitors can also take bus tours of the Marshall Space Flight Center.  On the USS Alabama Battleship Memorial Park in Mobile, visitors can see spy planes, submarines, a plane used by the Tuskegee Airmen and other aircraft and weapons from the military.  The United States offers a wide variety of cultural learning opportunities through the arts. Dance, music, theater, opera, art museums and festivals are just some of the options available to international visitors who wish to experience the U.S. and its culture.  Many Americans are passionate about sports – and not just baseball and football! Get a glimpse into this part of American culture by watching or participating in a favorite U.S. sport or recreational activity in your local area.  “Roll Tide” is a familiar phrase in Alabama thanks to the University of Alabama. The Crimson Tide football team has a strong following in Alabama, and the university’s other college sports teams are also competitive.  The United States is home to a variety of landscapes and climates to suit all types of outdoor activities. The courageous traveler can find extreme sports and outdoor adventure tours, while others may want to keep both feet on the ground in a national park or forest. Whatever your interests, take advantage of the many outdoor activities available during your time in the United States.  Alabama’s Gulf Coast is home to many beaches, resorts and opportunities to get outdoors. Activities along Alabama’s beaches include swimming, kayaking, dolphin tours, fishing, sailing, surfing, parks and the Gulf Coast Zoo at places like Gulf Shores, Orange Beach, Fairhope and Dauphin Island.  The Alabama Scenic River Trail is a 631-mile river system with many opportunities to try kayaking, canoeing, boating, rafting and camping along the river. Check the Trail Guide website before planning a trip. Some areas of the trail are more difficult than others!  Cheaha State Park is home to Cheaha Mountain, the highest point in Alabama. Hiking, camping, fishing, hunting, cabins and the Cheaha Lodge, which features a restaurant, hotel rooms and swimming pool, are available in the park.  Horse Pens 40 is an outdoor adventure park in Steele with hiking, camping, bouldering, cabin rentals and other outdoor events like bluegrass music festivals.  Look for bald eagles in winter at Lake Guntersville State Park. A golf course, tennis courts, 30 miles of hiking trails, camping, cabins and cottages are also available at this park  Vulcan Park and Museum in Birmingham features the largest cast iron statue in the world. The area, located on Red Mountain, overlooks Birmingham and features an interactive history museum, the Linn-Henley Gallery and public park.  One of the best ways to experience cultural exchange is through food and cooking. Visitors will enjoy exploring the regional specialties and local cuisine during their time in the United States.  Alabama cuisine reflects the ethnic groups of the region, including Native Americans, Cajun, Spanish, French and African-American. Soul food, barbecue, and seafood are common due to the state’s location along the Gulf of Mexico. Visitors can explore some of the culinary trails and learn more about the regional cuisines of Alabama.  Farmers’ Markets  Find fresh fruit, vegetables and homemade goods at a local farmers’ market in Alabama. You can also pick your own fruits and vegetables at a farm or orchard in some areas of the state.  For a unique and local perspective on American cultural, be sure to check out festivals and events near your cultural exchange program location. These events are a fun and interesting way to interact with locals and to learn more about American culture by experiencing it firsthand.  Mobile is home to the oldest Mardi Gras festival in the United States. The event lasts for ten days leading up to Mardi Gras, the Tuesday before Ash Wednesday. The festival includes parades, elaborate costumes and many Mardi Gras balls.  The Siege at Bridgeport Civil War reenactment in March is an annual event and the largest Civil War reenactment in Alabama.  Auburn CityFest is a free outdoor music and arts festival in Auburn’s Kiesel Park. The event features live music, arts and crafts, food vendors and family activities for one day in April.  Spirit of America Festival on July 4th celebrates Independence Day and American culture. Fireworks, live entertainment, food and kid’s activities are available at the Decatur event.  The Bayfest music festival is the largest music event in Alabama. Held in Mobile, the festival attracts popular bands and artists as well as lesser-known musicians for three days in October.  Mobile International Festival celebrates Alabama’s multicultural background with cultural exhibits, art galleries, international food, parades and live music each November in Mobile.  Find more Alabama events on the tourism website’s festival and events page.  Public transportation options can be hit or miss, depending on your location in the United States. Buses are a common transportation option for short and long-term travel in the U.S., while some areas will also have trains, subways and other options."}
{"state":"Maryland","info":"heres some information about Maryland"}
{"state":"California","info":"heres some information about California"}
{"state":"New Mexico","info":"heres some information about New Mexico"}
{"state":"Virginia","info":"heres some information about Virginia"}
{"state":"New York","info":"heres some information about New York"}
{"state":"New Jersey","info":"heres some information about New Jersey"}